"All neccessary tools have been disabled in Preferences" = "Alle nødvendige verktøy er slått av i Valg";
"Can't map file into memory" = "Kan ikke laste fil til minnet";
"File cannot be optimized any further" = "Filen kan ikke optimaliseres videre";
"File is neither PNG, GIF nor JPEG" = "Filen er verken en PNG eller JPEG";
"Inspecting file" = "Inspiserer fil";
"New file" = "Ny fil";
"Optimized file could not be saved" = "Optimalisert fil kunne ikke lagres";
"Optimized successfully with %@" = "Vellykket optimalisering med %@";
"Size of optimized file is 0" = "Størrelsen på den optimaliserte filen er 0";
"Started %@" = "Bearbeider %@";
"Waiting in queue" = "Ligger i kø";
"Waiting to be optimized" = "Venter på å bli optimalisert";
"Waiting to start more optimizations" = "Venter med å starte ytterligere optimalisering";
"%@ failed to start" = "%@ kunne ikke startes";
"Add" = "Legg til";
"Cut" = "Klipp ut";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";